public class Main {
    public static void main(String[] args) {

        //todo: написать программу, которая выводит на консоль текст "Hello world!"
        //todo: реализовать здесь
        printHelloWorld();
    }

    public static void printHelloWorld() {
        System.out.println("Hello world");
    }
}